[
  {
    "path": "posts/AT/",
    "title": "Home in These Hills",
    "description": "Musings on a walk through the woods in my homeland in Western North Carolina",
    "author": [
      {
        "name": "Conner Smith",
        "url": {}
      }
    ],
    "date": "2022-05-20",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\nSource: Conner Smith\r\nI’m not the first to find home in these hills. All the church in the world and I never knew God until I took a walk in Western North Carolina. I was reminded of this as I emerged from rhododendron tunnels walled in pink and white and looked out across the ridge line. Ascending, waxy fingers peeling back layers of my own making. Softly, they slowed me, showed me steady breath and a cool head. They told me, “Heaven is a place you know. Give thanks to this land that holds you. Honor the hands that mold you from the red clay underfoot.”\r\nLike all good revelations, this one began with a meal. Waking up from a grueling 16-mile hike the day before, I was blessed with what I expect will be the best breakfast I’ll ever have. This was bonafide “trail magic,” performed by a gracious southern family for the benefit of a few unworthy hikers. And it was as thick as the saturated air that morning on the North Carolina-Tennessee border when my father, sisters, and I entered the home of our hosts.\r\nSwarming the kitchen island of the quaint country home with a dozen other hungry mouths, we gorged on biscuits and gravy, country ham, tomato pie, apple turnovers, and a whole mess of other delicacies best enjoyed in the South. Our companions were mostly through-hikers, the dedicated few pledged to walking the entire 2,200-odd miles of the Appalachian Trail by summer’s end. We swapped stories around the table until we were full to bursting. Thanking our hosts, it was time to walk it off on the trail again.\r\nEven for me as a mere “section hiker” on a four-day jaunt, the allure of the Trail is undeniable. A true national treasure, the trail is an engine of modern conservation. It traverses 14 states and stitches together six national parks, forming the connective tissue between a myriad of national forest and state park land. Realized in 1937, the trail that was once a fringe dream is now a through line in modern American environmental identity.\r\nOur friends from breakfast were among the roughly 4,000 people that set out every year with the goal of completing the trail in its entirety. This number has more than doubled since 2012 with thousands seeking solace in a landscape heavily marked by human hands. A full through-hike is not for the faint of heart. The north-bound route that begins at Springer Mountain in Georgia and ends at Mount Katahdin in Maine has an estimated completion rate of just 19%. That number ain’t changed much over the years.\r\nI packed for my hike like a mule-headed North Carolinan, expecting mild May weather in Appalachia. After almost freezing to death on the first night, I began to make sense of the abysmal completion rate. Lord, we didn’t even hike the section through the Smokies, notorious for breaking the will of hikers in the first 300 miles of the trail. I can only begin to imagine staring down another 2,000 after that.\r\nYou gotta pay to play and the trail is nothing short of breathtaking in the Spring. Carolina lillies and trillium blanket the understory. Dogwood explodes in radiant white relief amid a deep green sea. Fireflies light up the night in impossible numbers. Elms, Hickorys, and Ashes shroud the trail with a canopy so thick that the sun only hits the ground in peak daylight. The effect is so powerful that “Nantahala”, the forest dominated by the oldest of these giants, means “the land of the noonday sun” in Cherokee.\r\nIt is no small wonder the Cherokee settled and prospered here until we, the settlers, removed them from all they know and hold dear. We stole their knowledge and used their ingenious trail system for our highways. We reduced a once wealthy culture to dependency on tourism and casino royalties, relegated the people to paltry fragments of the land they once held. Those who remain bear the weight of ancestors sent on a much different kind of tail. That trail, the Trail of Tears, lives for many as a forgettable byline of inadequate history books. Few realize it was cut by the same hands that designed the trail enjoyed by predominantly white hikers like me and my family. That day, I walked through a “National Forest” that bears their name.\r\nThe removal of the Cherokee is engraved in the story of the land. A cancer that can’t be removed, resurfacing as a cultural sickness exposed by years of erosion in our relationship with the land and with each other. Even in my own limited experience, it is hard to ignore what we’ve lost. The Chestnuts are gone. Scars now line the mountains I’ve loved all my life. Once carpeted in a thick weave, Hemlocks are segregated into healthy stands and dead bands. Shorter winters and hotter summers are pushing plague and pestilence towards the peaks. I don’t really remember the last winter we had good snow. I see the skeletal trees and wonder what my kids might see.\r\nLike the trail itself, highs follow lows and change is not always for the worse. Shifting currents in the political landscape of the South can be felt in the mountains too. I feel the land responding to this change, hoping that we, the lost, can rally around what remains. All of this hit me as we climbed from the valley and emerged on the ridgeline. The simple peace offered by trees, the significance of the trail, the sense of belonging, the legacy of loss and the hope of return.\r\nWatching my family fan out beside me felt like a homecoming in its own right. None of us live in North Carolina anymore, but we’re all connected to this place in ways I don’t always appreciate. I’m not sure I’ll ever live in Appalachia again, but these mountains will always feel like kin to me. I see the Blue Ridge skyline when I close my eyes, the weathered, timeless face of Grandfather Mountain. He most of all calls up deeper memories, remembrances of my own ancestors and the trails they’ve walked. The longer I’m away, the more I feel my Southern blood, rich like good Kentucky tobacco in my lungs. For now, once a year might be enough to remind me. For now, I find comfort knowing I won’t be the last to find home in these hills.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-20T09:27:47-07:00",
    "input_file": "AT.knit.md"
  },
  {
    "path": "posts/native_mgmt/",
    "title": "The Case for Native-led Forest Management in California",
    "description": "Partnerships between Native Californians and state agencies are one step that can lead towards greater coexistence with this natural element of the California landscape.",
    "author": [
      {
        "name": "Conner Smith",
        "url": {}
      }
    ],
    "date": "2022-02-03",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\nSource: Sippakorn Yamkasikorn\r\nFires are burning hotter and longer throughout California, prompting forest managers to ask the question, Is “fire season” a thing of the past? Cal Fire, the agency responsible for monitoring and responding to a majority of wildfire activity, estimates that the traditional fire season [which typically peaks between July and October] has already expanded by 75 days throughout the Sierra Nevada. In 2021, the agency tracked fires from Santa Barbara to the Oregon border, and as of year’s end, 2.6 million acres of forest had burned. Both climate change and management regimes focused on fire suppression at any cost have created this new age of almost annual super fires. This is forcing state officials to question prevailing narratives and acknowledge a dark environmental past ─ namely, the exclusion of Native Californians and their traditional practices from modern forest management.\r\nWhat is Fanning the Flames?\r\nLeading fire ecologists point to multiple drivers of hotter and bigger blazes, which are expected in the coming decades. Max Moritz, a fire specialist for the UC Cooperative Extension Program, has spent years predicting future fire risk around the globe. The Moritz Lab models show that “one of the most striking salient predictions is that fire activity will increase across much of the northern hemisphere.”\r\nClimate change is driving what experts are calling a “megadrought” throughout the American West. Two decades of abnormally dry conditions have contributed to mass tree die-off, creating a buildup of dry and dead material throughout forest landscapes. This is helping drive higher intensity fires– four of the five largest fires in California history were ignited in 2020.\r\nClimate change is not the only factor driving more devastating fires throughout California. Some are turning a critical eye to the role that management decisions, and specifically wildland fire suppression, play in exacerbating the risk of super fires. Researchers at the Bren School of Environmental Science and Management question the efficacy of a fire management strategy focused primarily on disaster response. Reactionary policy centered around suppressing fires has led to higher forest density, and consequently higher fire risk as forests become crowded and lose natural fuel breaks. A one-sided focus on mitigating fires when they break out has also led to missed opportunities to preemptively reduce the risk of fire in unburned areas.\r\nMoritz stresses that management decision and climate change are only threads in a larger story concerning wildfire in the American West. He argues that “in contrast to other natural hazards, the primary response is to fight fires rather than to accept them as a recurring fact of life in fire-prone ecosystems.”\r\nA Brighter Future, Out of a Dark Past\r\nReimagining our relationship to fire and reintroducing burning to wildland areas where it has been suppressed could enhance resilience to climate change for both forest and human systems. Some are calling for the re-integration of traditional practices like controlled burns and strategic forest thinning.\r\nDespite centuries of proven expertise, Native communities have long been excluded from decisions around land and resource management in California. Violent removal of Native communities from ancestral lands and categorical underestimates of the ecological benefits of traditional practices have contributed to a shortsighted wildland management approach. This pattern is especially evident in Yosemite, where the expulsion of the Ahwahneechee went hand-in-hand with the adoption of a conservation strategy built around the idea of “untouched wilderness.”\r\nThis management approach has led to a loss of biodiversity and increased fire risk in the region. Worse is the displacement and profound cultural loss for Native Californians. For many tribes, cultural identity is at stake as important food and ceremonial resources suffer when fire is removed from the landscape.\r\nWildfire is one driver amplifying the call to right past wrongs and restore Native land management rights throughout California. Members of tribes from the Yurok and Karuk on the redwood coast to the North Fork Mono in the Sierra foothills are calling state officials to account and seeking cooperation. “I would like to be able to use modern tools and our ancestral knowledge and integrate it with Western science so we can restore the natural landscape,” says Karuk natural resources director Bill Tripp.\r\nNative communities have long understood the importance of revitalizing forest understory with “good fire.” Yurok basket weaver and fire management leader Margo Robbins puts it simply, “we must have fire in order to continue the traditions of our people.” A growing body of Western scientific research is beginning to catch up with the long-held knowledge of supporting what Native communities have long understood.\r\nStanford researchers working in partnership with Native managers in the Klamath region showed that controlled or “cultural” burning produced a multitude of ecological and social benefits. Burning on study plots not only produced superior hazelnut branches, an item of cultural significance for basket weaving, but also reduced fire risk and enhanced biodiversity.\r\nData on current and historical fire patterns, as well as models predicting future trends, shows gaping holes in our understanding of changing forest dynamics. Recognition of the advantages of traditional practices like controlled burning is emerging within the California state management apparatus. Governor Newsom’s 2021-2022 budget allocates $20 million to support Native burning programs.\r\nPolicymakers, communities, and fire experts are coalescing around an agreement that a multitude of practices will be needed in order to address the challenges associated with a more fiery future. Partnerships between Native Californians and state agencies are one step that can lead towards greater coexistence with this natural element of the California landscape.\r\nReferences\r\nCal Fire. Incidents Overview (2021).\r\nMax Moritz. “Coexisting with Wildfires.” American Scientist (2016).\r\nSarah Anderson et al. “The dangers of disaster-driven responses to climate change.” Nature Climate Change (2018): 648-659.\r\nRochelle Bloom, Douglas Deur. “Through a Forest Wilderness: Native American Environmental Management at Yosemite and Contested Conservation Values in America’s National Parks.” Portland State University (2020).\r\nWestern Regional Strategy Committee (WRSC). “Western Regional Risk Report.” (2012).\r\nDavid Helvarg. “Using Fire to Fight Fire: California Tribes’ Cultural Burns Restore Land and Keep Flames at Bay.” American Indian Magazine (2021).\r\nRob Jordan. “Native approaches to fire management could revitalize communities, Stanford researchers find.” Stanford University (2019).\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-03-29T17:20:01-07:00",
    "input_file": "native_fire.knit.md"
  }
]
